---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.HandOrientation
zh: 族实例
source: html/a11ec72c-2498-aaea-4b2e-2adac454856c.htm
---
# Autodesk.Revit.DB.FamilyInstance.HandOrientation Property

**中文**: 族实例

Property to get the orientation of family instance hand.

## Syntax (C#)
```csharp
public XYZ HandOrientation { get; }
```